acpi
adwaita-icon-theme
alsa-utils
arandr
archey-plus
autoconf
automake
base16-git
bash
binutils
bison
bluejeans
bzip2
caffeine-ng
chromium
clang-tools-extra
cmake
compton-git
coreutils
cryptsetup
cups
device-mapper
dhcpcd
dialog
diffutils
dmenu
dropbox
dropbox-cli
e2fsprogs
electrum-git
evince
fakeroot
feh
file
filesystem
findutils
firefox
flashplugin
flex
fontconfig-infinality
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree-ppds
foomatic-db-ppds
freeglut
gawk
gcc
gcc-libs
gconf-editor
gettext
git
glew
glfw-x11
glibc
gnome-desktop
gnome-do
gnome-keyring
gnome-settings-daemon
gnome-terminal-transparency
gnome-themes-standard
google-talkplugin
gpointing-device-settings
grep
grilo-plugins
groff
gstreamer0.10-base-plugins
gtklp
gvfs
gzip
htop
i3-gaps-git
i3blocks-gaps-git
i3lock
i3status
inetutils
intel-ucode
iproute2
iputils
iw
jfsutils
julia
jupyter-notebook
less
libc++
libreoffice-fresh
libtool
licenses
lightdm
lightdm-gtk-greeter
linux
llvm
lm_sensors
logrotate
lvm2
lxappearance
lxrandr
m4
make
man-db
man-pages
mathematica
mathjax
mdadm
nano
nemo
net-tools
netctl
network-manager-applet
networkmanager-openconnect
networkmanager-qt
nss-mdns
openconnect
openmpi
openssh
package-query
pacman
paper-gtk-theme-git
paper-icon-theme-git
paraview
patch
pavucontrol
pciutils
pcmciautils
perl
pidgin
pkg-config
playerctl
powertop
procps-ng
psmisc
pulseaudio-equalizer
python-matplotlib
python-numpy
python-scipy
python-seaborn
ranger
redshift
reiserfsprogs
s-nail
sed
shadow
spotify
stalonetray
sudo
sysfsutils
system-config-printer
systemd-sysvcompat
tar
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-genericextra
texlive-htmlxml
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-plainextra
texlive-pstricks
texlive-publishers
texlive-science
tlp
tracker
trayer
ttf-font-awesome
ttf-hack
ttf-overpass
usbutils
util-linux
valgrind
vi
vim
vim-base16-git
vlc
wget
which
wpa_supplicant
xbindkeys
xerox-workcentre-78xx
xf86-input-evdev
xf86-input-joystick
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ark
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-glint
xf86-video-i128
xf86-video-intel
xf86-video-mach64
xf86-video-neomagic
xf86-video-nouveau
xf86-video-nv
xf86-video-openchrome
xf86-video-r128
xf86-video-savage
xf86-video-siliconmotion
xf86-video-sis
xf86-video-tdfx
xf86-video-trident
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfce4-mixer
xfce4-notifyd
xfce4-pulseaudio-plugin
xfce4-volumed
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yaourt
yelp
zsh
zsh-completions
