a52dec
aalib
accountsservice
acl
acpi
adwaita-icon-theme
alsa-lib
alsa-plugins
alsa-utils
apache
appstream-glib
apr
apr-util
arandr
archey-plus
archlinux-keyring
arpack
asciidoc
aspell
at-spi2-atk
at-spi2-core
atk
atkmm
attr
autoconf
autogen
automake
avahi
babl
base16-git
bash
bc
bind-tools
binutils
bison
blas
bluejeans
bluez
bluez-libs
boost
boost-libs
brltty
bzip2
ca-certificates
ca-certificates-cacert
ca-certificates-mozilla
ca-certificates-utils
caffeine-ng
cairo
cairomm
cantarell-fonts
caribou
cblas
cdparanoia
cdrdao
cdrkit
celt
celt0.5.1
chromaprint
chromium
cifs-utils
cinnamon-desktop
cinnamon-translations
clang
clang-tools-extra
clucene
clutter
clutter-gst
clutter-gst2
clutter-gtk
cmake
cogl
colord
colord-gtk
compositeproto
compton-git
confuse
coreutils
cracklib
cryptsetup
ctags
cups
cups-filters
cups-pk-helper
curl
cython
damageproto
db
dbus
dbus-glib
dbus-sharp
dbus-sharp-glib
dcadec
dconf
desktop-file-utils
device-mapper
dhcpcd
dialog
diffutils
djvulibre
dleyna-connector-dbus
dleyna-core
dleyna-renderer
dleyna-server
dmenu
dmxproto
dnssec-anchors
docbook-xml
docbook-xsl
docbook2x
dotconf
dri2proto
dri3proto
dropbox
dropbox-cli
dvd+rw-tools
e2fsprogs
electrum-git
elfutils
enca
enchant
espeak
evince
evolution-data-server
exempi
exiv2
exo
expat
faac
faad2
fakeroot
farstream
feh
ffmpeg
ffmpeg2.8
fftw
file
filesystem
findutils
firefox
fixesproto
flac
flashplugin
flex
fluidsynth
folks
fontconfig-infinality
fontsproto
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree-ppds
foomatic-db-ppds
freeglut
freerdp
freetype2-infinality
fribidi
fuse
garcon
gawk
gc
gcab
gcc
gcc-fortran
gcc-libs
gconf
gconf-editor
gconf-sharp
gcr
gd
gdbm
gdk-pixbuf2
gdl
gegl
geoclue2
geocode-glib
geoip
geoip-database
gettext
gfbgraph
ghostscript
giblib
giflib
git
gjs
gkeyfile-sharp
glade
glew
glfw-x11
glib-networking
glib2
glibc
glibmm
glproto
glu
gmime
gmp
gnome-bluetooth
gnome-desktop
gnome-desktop2
gnome-do
gnome-keyring
gnome-keyring-sharp
gnome-menus
gnome-online-accounts
gnome-online-miners
gnome-session
gnome-settings-daemon
gnome-shell
gnome-terminal-transparency
gnome-themes-standard
gnome-video-effects
gnupg
gnutls
gobject-introspection
gobject-introspection-runtime
gom
goocanvas
google-talkplugin
gpgme
gpm
gpointing-device-settings
graphene
graphite
graphviz
grep
grilo
grilo-plugins
groff
gsettings-desktop-schemas
gsfonts
gsm
gsound
gspell
gssdp
gst-plugins-bad
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gstreamer0.10
gstreamer0.10-base
gstreamer0.10-base-plugins
gtk-doc
gtk-sharp-2
gtk-update-icon-cache
gtk-vnc
gtk2
gtk3
gtk3-print-backends
gtklp
gtkmm3
gtksourceview3
gtkspell
gtkspell3
gts
guile
gupnp
gupnp-av
gupnp-dlna
gvfs
gzip
harfbuzz
harfbuzz-icu
hdf5
hdparm
hicolor-icon-theme
hspell
htop
hunspell
hwids
hwloc
hyphen
i3-gaps-git
i3blocks-gaps-git
i3lock
i3status
iana-etc
icu
idnkit
ijs
imagemagick
imlib2
inetutils
inputproto
intel-tbb
intel-ucode
intltool
iproute2
iptables
iputils
ipython
iso-codes
itstool
iw
jack
jade
jansson
jasper
jbig2dec
jfsutils
js
js17
json-c
json-glib
jsoncpp
julia
jupyter
jupyter-nbformat
jupyter-notebook
jupyter_console
kbd
kbproto
keyutils
kmod
krb5
lame
lapack
lcms
lcms2
ldb
ldns
less
libabw
libaio
libanjuta
libao
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libbluray
libbsd
libc++
libc++abi
libcaca
libcacard
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libchamplain
libcmis
libconfig
libcroco
libcryptui
libcue
libcups
libcurl-compat
libdaemon
libdatrie
libdca
libdmapsharing
libdmx
libdrm
libdv
libdvbpsi
libdvdnav
libdvdread
libe-book
libebml
libedit
libelf
libepoxy
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfbclient
libffi
libfontenc
libgadu
libgames-support
libgcrypt
libgda
libgdata
libgdiplus
libgdm
libgee
libgexiv2
libgit2
libgit2-glib
libglade
libgme
libgnome-keyring
libgnomekbd
libgpg-error
libgphoto2
libgrss
libgsf
libgsystem
libgtop
libgudev
libgusb
libgweather
libgxps
libibus
libical
libice
libid3tag
libidn
libiec61883
libimobiledevice
libinput
libiptcdata
libixion
libjpeg-turbo
libkate
libkeybinder2
libkeybinder3
libksba
liblangtag
libldap
liblouis
liblqr
libmad
libmatroska
libmediaart
libmm-glib
libmms
libmng
libmnl
libmodplug
libmp4v2
libmpc
libmpcdec
libmpeg2
libmspub
libmtp
libmusicbrainz5
libmwaw
libnautilus-extension
libndp
libnewt
libnfs
libnftnl
libnice
libnl
libnm-glib
libnotify
liboauth
libodfgen
libofa
libogg
libomxil-bellagio
liborcus
libosinfo
libpagemaker
libpaper
libpciaccess
libpeas
libpgm
libphonenumber
libpipeline
libplist
libpng
libproxy
libpst
libpulse
libpurple
libpwquality
libquvi
libquvi-scripts
libraw
libraw1394
libreoffice-fresh
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libsigsegv
libsm
libsndfile
libsodium
libsoup
libsoxr
libspectre
libspiro
libsrtp
libssh
libssh2
libstemmer
libsynctex
libsystemd
libtar
libtasn1
libteam
libthai
libtheora
libtiff
libtiger
libtirpc
libtool
libtracker-sparql
libtxc_dxtn
libunique
libunistring
libunwind
libupnp
libusb
libusbmuxd
libutempter
libutil-linux
libva
libvdpau
libvisio
libvisual
libvoikko
libvorbis
libvpx
libwacom
libwbclient
libwebp
libwnck
libwnck3
libwpd
libwpg
libwps
libx11
libx264
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86dga
libxxf86vm
libyaml
libytnef
libzapojit
licenses
lightdm
lightdm-gtk-greeter
linux
linux-api-headers
linux-firmware
llvm
llvm-libs
lm_sensors
logrotate
lpsolve
lsb-release
lua
lua52
lua52-bitop
lua52-expat
lua52-lpeg
lua52-luajson
lua52-socket
lvm2
lxappearance
lxrandr
lz4
lzo
m4
make
man-db
man-pages
mathematica
mathjax
mdadm
mesa
mesa-libgl
metis
mime-types
mjpegtools
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mod_dnssd
mono
mono-addins
mozilla-common
mpfr
mpg123
mtdev
mutter
nano
ncurses
nemo
neon
net-tools
netcdf
netctl
nettle
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-qt
nm-connection-editor
notify-sharp
npth
nspr
nss
nss-mdns
numactl
ocl-icd
openconnect
opencore-amr
openjpeg
openjpeg2
openmpi
openresolv
openssh
openssl
opus
orc
osinfo-db
p11-kit
package-query
pacman
pacman-mirrorlist
pam
pambase
pango
pangomm
paper-gtk-theme-git
paper-icon-theme-git
paraview
parted
patch
patchelf
pavucontrol
pciutils
pcmciautils
pcre
pcre2
pcsclite
perl
perl-clone
perl-dbi
perl-error
perl-file-basedir
perl-file-which
perl-ipc-system-simple
perl-sgmls
perl-uri
perl-xml-libxml
perl-xml-namespacesupport
perl-xml-parser
perl-xml-sax
perl-xml-sax-base
perl-xml-sax-expat
pidgin
pinentry
pixman
pkg-config
playerctl
polkit
poppler
poppler-glib
popt
portaudio
potrace
powertop
presentproto
procps-ng
protobuf
protobuf-c
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-equalizer
pygobject-devel
pygobject2-devel
pygtk
pyqt4-common
pyqt5-common
python
python-appdirs
python-atspi
python-beaker
python-cairo
python-chardet
python-cycler
python-dateutil
python-dbus
python-dbus-common
python-decorator
python-docopt
python-ewmh
python-gobject
python-ipykernel
python-ipywidgets
python-jedi
python-jinja
python-jsonschema
python-jupyter_client
python-jupyter_core
python-mako
python-markupsafe
python-matplotlib
python-mistune
python-numpy
python-packaging
python-pandas
python-path
python-pexpect
python-pickleshare
python-prompt_toolkit
python-ptyprocess
python-pycups
python-pycurl
python-pygments
python-pyparsing
python-pyqt4
python-pyqt5
python-pytz
python-pyzmq
python-requests
python-scipy
python-seaborn
python-setproctitle
python-setuptools
python-sip
python-six
python-terminado
python-tornado
python-traitlets
python-urllib3
python-wcwidth
python-wheel
python-xdg
python-xlib
python2
python2-appdirs
python2-cairo
python2-chardet
python2-dbus
python2-dnspython
python2-ecdsa
python2-gobject
python2-gobject2
python2-jsonrpclib
python2-packaging
python2-pbkdf2
python2-pillow
python2-protobuf
python2-pycurl
python2-pyparsing
python2-pyqt4
python2-qrcode
python2-requests
python2-setuptools
python2-sip
python2-six
python2-slowaes
python2-urllib3
qpdf
qqwing
qt4
qt5-base
qt5-tools
qt5-x11extras
qtwebkit
randrproto
ranger
raptor
rasqal
readline
recode
recordproto
redland
redshift
reiserfsprogs
renderproto
resourceproto
rest
rfkill
rtkit
rtmpdump
run-parts
s-nail
sbc
schroedinger
scrnsaverproto
scrot
sdl
sdl_image
sed
serf
shadow
shared-color-targets
shared-mime-info
sip
slang
smbclient
snappy
sound-theme-freedesktop
soundtouch
source-highlight
spandsp
speech-dispatcher
speex
speexdsp
spice-glib
spice-gtk3
spotify
sqlite
stalonetray
startup-notification
subversion
sudo
suitesparse
sysfsutils
system-config-printer
systemd
systemd-sysvcompat
t1lib
taglib
talloc
tar
tcl
tdb
telepathy-farstream
telepathy-glib
telepathy-idle
telepathy-logger
telepathy-mission-control
tevent
texinfo
texlive-bibtexextra
texlive-bin
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-genericextra
texlive-htmlxml
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-plainextra
texlive-pstricks
texlive-publishers
texlive-science
thin-provisioning-tools
tlp
totem-plparser
tracker
trayer
tslib
ttf-bitstream-vera
ttf-dejavu
ttf-font-awesome
ttf-hack
ttf-overpass
tzdata
udisks2
unrar
unzip
upower
usbmuxd
usbredir
usbutils
util-linux
v4l-utils
vala
valgrind
vi
vid.stab
videoproto
vim
vim-base16-git
vim-runtime
vlc
vpnc
vte-common
vte3
wavpack
wayland
wayland-protocols
webkit2gtk
webkitgtk
webrtc-audio-processing
wget
which
whois
wildmidi
wireless_tools
wpa_supplicant
x265
xapian-core
xbindkeys
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xdg-user-dirs
xdg-utils
xerox-workcentre-78xx
xextproto
xf86-input-evdev
xf86-input-joystick
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ark
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-glint
xf86-video-i128
xf86-video-intel
xf86-video-mach64
xf86-video-neomagic
xf86-video-nouveau
xf86-video-nv
xf86-video-openchrome
xf86-video-r128
xf86-video-savage
xf86-video-siliconmotion
xf86-video-sis
xf86-video-tdfx
xf86-video-trident
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xf86dgaproto
xf86driproto
xf86vidmodeproto
xfce4-mixer
xfce4-notifyd
xfce4-panel
xfce4-pulseaudio-plugin
xfce4-volumed
xfconf
xfsprogs
xineramaproto
xkeyboard-config
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-font-utils
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias
xorg-fonts-encodings
xorg-fonts-misc
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xproto
xterm
xvidcore
xz
yajl
yaourt
yelp
yelp-tools
yelp-xsl
zeitgeist
zenity
zeromq
zip
zita-alsa-pcmi
zita-resampler
zlib
zsh
zsh-completions
zvbi
zziplib
