accerciser
acpi
acpi_call
adwaita-icon-theme
aisleriot
alsa-utils
anjuta
arandr
archey-plus
atomix
autoconf
automake
base16-git
bash
binutils
bison
bluejeans
brasero
bzip2
caffeine-ng
cheese
chromium
chromium-widevine
clang-tools-extra
cmake
compton-git
coreutils
cryptsetup
cups
dconf-editor
devhelp
device-mapper
dhcpcd
dialog
diffutils
dmenu
dropbox
dropbox-cli
e2fsprogs
electrum-git
ethtool
evince
evolution
fakeroot
feh
file
file-roller
filesystem
findutils
firefox
five-or-more
flashplugin
flex
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree-ppds
foomatic-db-ppds
four-in-a-row
freeglut
fswebcam
gawk
gconf-editor
gedit
gedit-code-assistance
gettext
gimp
git
gitg
glew
glfw-x11
glibc
gnome-2048
gnome-builder
gnome-calendar
gnome-characters
gnome-chess
gnome-clocks
gnome-code-assistance
gnome-color-manager
gnome-devel-docs
gnome-do
gnome-documents
gnome-getting-started-docs
gnome-keyring
gnome-klotski
gnome-logs
gnome-mahjongg
gnome-maps
gnome-mines
gnome-music
gnome-nettool
gnome-nibbles
gnome-photos
gnome-robots
gnome-settings-daemon
gnome-sound-recorder
gnome-sudoku
gnome-system-log
gnome-taquin
gnome-tetravex
gnome-themes-standard
gnome-todo
gnome-tweak-tool
gnome-weather
google-talkplugin
gpointing-device-settings
grep
grilo-plugins
groff
gst-libav
gst-plugin-libde265
gst-plugins-ugly
gst-python
gst-python2
gstreamer-vaapi
gstreamer0.10-base-plugins
gstreamer0.10-ffmpeg
gtk-xfce-engine
gtk2+extra
gtk3-print-backends
gtklp
gvfs
gvim
gwenview
gzip
h264enc
hitori
hplip
htop
hunspell-en
i3-gaps-git
i3blocks-gaps-git
i3lock
i3status
iagno
inetutils
intel-ucode
iproute2
iputils
iw
jfsutils
julia
jupyter-notebook
klatexformula
less
lib32-gst-plugins-base
lib32-gst-plugins-base-libs
lib32-gst-plugins-good
lib32-gstreamer
libc++
libc++experimental
libgnome-games-support
libreoffice-fresh
libtinfo
libtool
licenses
lightdm
lightdm-gtk-greeter
lightsoff
linux
llvm
lm_sensors
logrotate
lvm2
lxappearance
lxappearance-obconf
lxrandr
m4
make
man-db
man-pages
masterpdfeditor
mathematica
mathjax
mdadm
mendeleydesktop
menumaker
mirage
nano
nautilus
nautilus-sendto
ncurses5-compat-libs
neofetch
net-tools
netctl
network-manager-applet
networkmanager-openconnect
networkmanager-qt
nss-mdns
obconf
obkey
obmenu
obmenu-generator
openbox
openbox-themes
openconnect
openmpi
openssh
openvpn
orca
package-query
pacman
paper-gtk-theme-git
paper-icon-theme-git
parcellite
patch
pavucontrol
pciutils
pcmciautils
pdfpc
pdfsam
pepper-flash
perl
perl-file-mimeinfo
pidgin
pinta
pkg-config
playerctl
polari
polybar-git
powertop
psmisc
pulseaudio-equalizer
python-matplotlib
python-numpy
python-scipy
python-seaborn
python2-path
qtcam-git
quadrapassel
ranger
redshift
reiserfsprogs
rxvt-unicode
rygel
s-nail
seahorse
sed
shadow
smartmontools
spectacle
spotify
stalonetray
steam
steam-fonts
sudo
swell-foop
sysfsutils
system-config-printer
systemd-sysvcompat
tali
tar
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunar
thunar-volman
tint2
tlp
tp_smapi
tracker
trayer
ttf-font-awesome
ttf-hack
ttf-overpass
tumbler
usbutils
util-linux
valgrind
vi
vim-base16-git
vinagre
vlc
wget
which
wpa_supplicant
wpgtk-git
xbindkeys
xerox-workcentre-78xx
xf86-input-evdev
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfce4-appfinder
xfce4-mixer
xfce4-notifyd
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-session
xfce4-settings
xfce4-terminal
xfce4-volumed
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yaourt
yelp
zoom
zsh
zsh-completions
